{
  "Abstract-cs": { "branch": "main" },
  "ChatGPT.nvim": { "branch": "main" },
  "FixCursorHold.nvim": { "branch": "master" },
  "LazyVim": { "branch": "main" },
  "LuaSnip": { "branch": "master" },
  "SchemaStore.nvim": { "branch": "main" },
  "backseat.nvim": { "branch": "main" },
  "bamboo.nvim": { "branch": "master" },
  "barbecue.nvim": { "branch": "main" },
  "better-escape.nvim": { "branch": "master" },
  "bufferline.nvim": { "branch": "main" },
  "bufjump.nvim": { "branch": "master" },
  "caret.nvim": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "citruszest.nvim": { "branch": "main" },
  "clangd_extensions.nvim": { "branch": "main" },
  "cmd-parser.nvim": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-dictionary": { "branch": "main" },
  "cmp-emoji": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lsp-document-symbol": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-spell": { "branch": "master" },
  "cmp-treesitter": { "branch": "master" },
  "cmp_luasnip": { "branch": "master" },
  "colorbuddy.nvim": { "branch": "dev" },
  "conform.nvim": { "branch": "master" },
  "copilot-cmp": { "branch": "master" },
  "copilot.lua": { "branch": "master" },
  "crates.nvim": { "branch": "main" },
  "danger": { "branch": "main" },
  "decay.nvim": { "branch": "main" },
  "detour.nvim": { "branch": "main" },
  "diagflow.nvim": { "branch": "main" },
  "diffview.nvim": { "branch": "main" },
  "dotenv.nvim": { "branch": "main" },
  "dracula.nvim": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "edgy.nvim": { "branch": "main" },
  "eva01.vim": { "branch": "main" },
  "fidget.nvim": { "branch": "main" },
  "flash.nvim": { "branch": "main" },
  "fluoromachine.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "fzf": { "branch": "master" },
  "git-conflict.nvim": { "branch": "main" },
  "git-worktree.nvim": { "branch": "master" },
  "github-nvim-theme": { "branch": "main" },
  "gitlinker.nvim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "glance.nvim": { "branch": "master" },
  "go.nvim": { "branch": "master" },
  "gruvbox.nvim": { "branch": "main" },
  "guess-indent.nvim": { "branch": "main" },
  "guihua.lua": { "branch": "master" },
  "harpoon": { "branch": "master" },
  "hbac.nvim": { "branch": "main" },
  "headlines.nvim": { "branch": "master" },
  "horizon.nvim": { "branch": "master" },
  "hoverhints.nvim": { "branch": "main" },
  "inc-rename.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "kanagawa.nvim": { "branch": "master" },
  "kat.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lsp_lines.nvim": { "branch": "main" },
  "lspkind.nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "lush.nvim": { "branch": "main" },
  "markdown-preview.nvim": { "branch": "master" },
  "markid": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-null-ls.nvim": { "branch": "main" },
  "mason-nvim-dap.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "middleclass": { "branch": "master" },
  "mini.ai": { "branch": "main" },
  "mini.bufremove": { "branch": "main" },
  "mini.comment": { "branch": "main" },
  "mini.indentscope": { "branch": "main" },
  "mini.starter": { "branch": "main" },
  "mini.surround": { "branch": "main" },
  "modicator.nvim": { "branch": "main" },
  "moonbow.nvim": { "branch": "master" },
  "neo-tree.nvim": { "branch": "main" },
  "neoconf.nvim": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "neogit": { "branch": "master" },
  "neotest": { "branch": "master" },
  "neotest-go": { "branch": "main" },
  "neotest-jest": { "branch": "main" },
  "neotest-plenary": { "branch": "master" },
  "neotest-python": { "branch": "master" },
  "neotest-rust": { "branch": "main" },
  "neotest-vim-test": { "branch": "master" },
  "neotest-vitest": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "none-ls.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-base16": { "branch": "master" },
  "nvim-bqf": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-go": { "branch": "main" },
  "nvim-dap-python": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-jdtls": { "branch": "master" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-navbuddy": { "branch": "master" },
  "nvim-navic": { "branch": "master" },
  "nvim-noirbuddy": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-spectre": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-refactor": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-ufo": { "branch": "main" },
  "nvim-vtsls": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "ofirkai.nvim": { "branch": "master" },
  "omni.vim": { "branch": "master" },
  "oxocarbon.nvim": { "branch": "main" },
  "palenightfall.nvim": { "branch": "main" },
  "persistence.nvim": { "branch": "main" },
  "pink-panic.nvim": { "branch": "main" },
  "playground": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "promise-async": { "branch": "main" },
  "range-highlight.nvim": { "branch": "master" },
  "refactoring.nvim": { "branch": "master" },
  "reticle.nvim": { "branch": "main" },
  "rose-pine": { "branch": "main" },
  "rust-tools.nvim": { "branch": "master" },
  "scope.nvim": { "branch": "main" },
  "sg.nvim": { "branch": "master" },
  "sqlite.lua": { "branch": "master" },
  "statuscol.nvim": { "branch": "main" },
  "synthwave84.nvim": { "branch": "master" },
  "telescope-file-browser.nvim": { "branch": "master" },
  "telescope-frecency.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-termfinder.nvim": { "branch": "master" },
  "telescope-undo.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "text-to-colorscheme": { "branch": "main" },
  "tint.nvim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "toggleterm.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "tree-sitter-just": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "ts-node-action": { "branch": "master" },
  "twilight.nvim": { "branch": "main" },
  "vim-matchup": { "branch": "master" },
  "vim-moonfly-colors": { "branch": "master" },
  "vim-nightfly-colors": { "branch": "master" },
  "vim-startuptime": { "branch": "master" },
  "vim-wakatime": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "windows.nvim": { "branch": "main" },
  "zen-mode.nvim": { "branch": "main" },
  "zenbones.nvim": { "branch": "main" }
}